/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@ sur %2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "A3";

/* A paper size: 595 x 842 (points). */
"A4" = "A4";

/* A paper size: 420 x 595 (points). */
"A5" = "A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "B4";

/* A paper size: 516 x 729 (points). */
"B5" = "B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "Annulation…";

/* Unknown error condition while printing. */
"Error while printing." = "Erreur lors de l’impression.";

/* A paper size: 540 x 720 (points). */
"Executive" = "Administratif";

/* A paper size: 612 x 1008 (points). */
"Legal" = "Légal";

/* A paper size: 612 x 792 (points). */
"Letter" = "Lettre";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "Aucune page du document n’a été sélectionnée pour l’impression.";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "Page %ld";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "Page %1$ld sur %2$ld";

/* No comment provided by engineer. */
"Preparing\\U2026" = "Préparation…";

/* A print progress panel title */
"Preview" = "Aperçu";

/* A print progress panel title
   Printing alert title */
"Print" = "Imprimer";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "Traitement de la page : %@";

/* A print progress panel title */
"Save" = "Enregistrer";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "Tabloïd";

/* No printer error description */
"To print this file, you must set up a printer." = "Vous devez configurer une imprimante avant d’imprimer ce fichier.";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "Pour configurer une imprimante, choisissez menu Pomme > Préférences Système, cliquez sur Imprimantes et fax, puis sur le bouton Ajouter (+).";

/* Need Comment */
"Untitled" = "Sans titre";

